ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/aws
ohmyzsh/ohmyzsh path:plugins/colored-man-pages
ohmyzsh/ohmyzsh path:plugins/docker
ohmyzsh/ohmyzsh path:plugins/docker-compose

zsh-users/zsh-autosuggestions
zsh-users/zsh-completions

zdharma/fast-syntax-highlighting
zdharma/history-search-multi-word

MichaelAquilina/zsh-you-should-use

romkatv/powerlevel10k